Repository: BajaPaul/EncryptionLocker
Catalog: EncryptionLocker/Strings/*/Resources.resw
Source language: en_us
Languages: es, fr, hi, zh_hans

# UMP_AB_Msg05
source: Second method encrypts individual files located in hierarchy of AES folder. This method is always faster than first method since folders are not archived into one file. Folders of any size can be encrypted. File will not be encrypted if it exceeds device limit discussed above. Application will show list of files not encrypted. Limitation of this method is files in a folder are visible. This limitation can be minimized by using generic folder and file names such as Folder01 and File01. Sharing data using this method is more complex since multiple folders and files need to be exchanged.
es: El segundo método encripta los archivos individuales ubicados en la jerarquía de la carpeta AES. Este método siempre es más rápido que el primer método, ya que las carpetas no se archivan en un archivo. Las carpetas de cualquier tamaño pueden ser encriptadas. El archivo no se cifrará si excede el límite del dispositivo descrito anteriormente. La aplicación mostrará la lista de archivos no encriptados. La limitación de este método es si los archivos en una carpeta son visibles. Esta limitación se puede minimizar utilizando carpetas y nombres de archivo genéricos como Folder01 y File01. Compartir datos con este método es más complejo ya que se deben intercambiar varias carpetas y archivos.
fr: La deuxième méthode chiffre les fichiers individuels situés dans la hiérarchie du dossier AES. Cette méthode est toujours plus rapide que la première, car les dossiers ne sont pas archivés dans un seul fichier. Les dossiers de toute taille peuvent être cryptés. Le fichier ne sera pas crypté s'il dépasse la limite de périphérique décrite ci-dessus. L'application affichera la liste des fichiers non cryptés. La limite de cette méthode est que les fichiers d'un dossier sont visibles. Cette limitation peut être minimisée en utilisant des noms de dossier et de fichier génériques tels que Folder01 et File01. Le partage de données à l'aide de cette méthode est plus complexe car plusieurs dossiers et fichiers doivent être échangés.
hi: दूसरी विधि एईएस फ़ोल्डर के पदानुक्रम में स्थित व्यक्तिगत फाइलों को एन्क्रिप्ट करता है। यह विधि हमेशा पहली विधि से तेज़ होती है क्योंकि फ़ोल्डरों को एक फ़ाइल में संग्रहीत नहीं किया जाता है। किसी भी आकार के फ़ोल्डर एन्क्रिप्टेड किया जा सकता है। अगर यह ऊपर चर्चा की गई डिवाइस सीमा से अधिक है तो फ़ाइल एन्क्रिप्ट नहीं की जाएगी। एप्लिकेशन एन्क्रिप्टेड फ़ाइलों की सूची दिखाएगा। इस विधि की सीमा एक फ़ोल्डर में फाइलें दिखाई दे रही हैं। इस सीमा को सामान्य फ़ोल्डर और फ़ाइल नाम जैसे फ़ोल्डर 01 और फ़ाइल 01 का उपयोग करके कम किया जा सकता है। इस विधि का उपयोग कर डेटा साझा करना अधिक जटिल है क्योंकि एकाधिक फ़ोल्डर्स और फ़ाइलों को एक्सचेंज करने की आवश्यकता है।
zh_hans: 第二种方法加密位于AES文件夹层次结构中的各个文件。 此方法总是比第一种方法更快，因为文件夹不会归档到一个文件中。 任何大小的文件夹都可以加密。 如果文件超出上面讨论的设备限制，则不会加密文件。 应用程序将显示未加密的文件列表。 此方法的限制是文件夹中的文件是可见的。 通过使用通用文件夹和文件名（如Folder01和File01）可以最大限度地减少此限制。 使用此方法共享数据更复杂，因为需要交换多个文件夹和文件。

# ST_ModeDeleteSecureOff
source: Secure delete mode is off
es: Modo eliminación segura está desactivado
fr: Mode suppression sécurisé est éteint
hi: सुरक्षित हटाएं मोड बंद है
zh_hans: 安全删除模式关闭

# ST_ModeDeleteSecureOn
source: Secure delete mode is on
es: Modo eliminación segura está activado
fr: Mode suppression sécurisé est allumé
hi: सुरक्षित हटाएं मोड चालू है
zh_hans: 安全删除模式处于打开状态

# ST_ModeToggleMsg
source: Change application configuration using above toggle switches. Click button above for more information about the toggle switches.
es: Cambie la configuración de la aplicación utilizando los interruptores de alternancia anteriores. Haga clic en el botón de arriba para obtener más información sobre los interruptores de alternancia.
fr: Modifier la configuration de l'application en utilisant les commutateurs de bascule ci-dessus. Cliquez sur le bouton ci-dessus pour plus d'informations sur les commutateurs de bascule.
hi: ऊपर टॉगल स्विच का उपयोग कर के अनुप्रयोग कॉन्फ़िगरेशन परिवर्तित करें। टॉगल स्विच के बारे में अधिक जानकारी के लिए ऊपर क्लिक करें बटन.
zh_hans: 使用上述切换开关更改应用程序配置。 单击上面的按钮,了解有关切换开关的详细信息。

# ST_ModeVerboseOff
source: Verbose mode is off
es: Modo detallado está desactivado
fr: Mode verbeux est éteint
hi: वर्बोज़ मोड बंद है
zh_hans: 详细模式已关闭

# ST_ModeVerboseOn
source: Verbose mode is on
es: Modo detallado está activado
fr: Mode verbeux est allumé
hi: वर्बोज़ मोड चालू है
zh_hans: 详细模式处于打开状态

# EP_PwBox_PlaceholderText
source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
zh_hans: 密码

# SF_Msg04
source: File is encrypted if extension is 'arc' or 'aes'. Windows 10 does not show file extensions by default. Turn file extensions on by opening File Explorer. Click View tab in upper menu to expose Ribbon menu. Check box next to File name extensions.
es: El archivo se cifra si la extensión es 'arc' o 'aes'. Windows 10 no muestra las extensiones de archivo de forma predeterminada. Active las extensiones de archivo abriendo el Explorador de archivos. Haga clic en la pestaña Ver en el menú superior para exponer el menú Cinta. Marque la casilla junto a Extensiones de nombre de archivo.
fr: Le fichier est crypté si l'extension est 'arc' ou 'aes'. Windows 10 n'affiche pas les extensions de fichiers par défaut. Activez les extensions de fichiers en ouvrant File Explorer. Cliquez sur Afficher l'onglet dans le menu supérieur pour exposer le menu Ruban. Cochez la case à côté des extensions de nom de fichier.
hi: अगर एक्सटेंशन 'आर्क' या 'एईएस' है तो फ़ाइल एन्क्रिप्ट की जाती है। विंडोज 10 डिफ़ॉल्ट रूप से फ़ाइल एक्सटेंशन नहीं दिखाता है। फ़ाइल एक्सप्लोरर खोलकर फ़ाइल एक्सटेंशन चालू करें। रिबन मेनू का पर्दाफाश करने के लिए ऊपरी मेनू में टैब देखें पर क्लिक करें। फ़ाइल नाम एक्सटेंशन के बगल में स्थित चेक बॉक्स।
zh_hans: 如果扩展名为"弧"或"aes",则文件将被加密。默认情况下,Windows 10 不显示文件扩展名。打开文件资源管理器。单击上部菜单中的"查看"选项卡以公开功能区菜单。选中文件名扩展名旁边的复选框。

# UMP_Reset_Msg
source: Reset will not delete any items in your locker folder.
es: Restablecer no eliminará ningún elemento en su carpeta de casillero.
fr: Reset ne supprimera aucun élément dans votre dossier de casier.
hi: रीसेट आपके लॉकर फ़ोल्डर में किसी आइटम को नहीं हटाएगा।
zh_hans: 重置不会删除您的储物柜文件夹中的任何项目。

# UMP_LockerReset_Msg02
source: You can create separate locker folders for each person or group you exchange confidential information with. Attach encrypted files from this application to emails and then send them back and forth securely. You may want to create a master password file in your primary locker folder to save passwords used in your other locker folders.
es: Puede crear carpetas de casilleros separadas para cada persona o grupo con el que intercambie información confidencial. AdJunte archivos encriptados de esta aplicación a correos electrónicos y, a continuación, envíelos de un lado a otro de forma segura. Es posible que desee crear un archivo de contraseña maestra en la carpeta principal del casillero para guardar las contraseñas utilizadas en las otras carpetas del casillero.
fr: Vous pouvez créer des dossiers de casiers distincts pour chaque personne ou groupe avec lequel vous échangez des informations confidentielles. Joignez des fichiers cryptés de cette application à des e-mails, puis envoyez-les en arrière en toute sécurité. Vous voudrez peut-être créer un fichier de mot de passe principal dans votre dossier de casier principal pour enregistrer les mots de passe utilisés dans vos autres dossiers de casier.
hi: आप प्रत्येक व्यक्ति या समूह के लिए अलग लॉकर फ़ोल्डर्स बना सकते हैं जिसके साथ आप गोपनीय जानकारी का आदान-प्रदान करते हैं। इस एप्लिकेशन से एन्क्रिप्टेड फ़ाइलों को ईमेल पर संलग्न करें और फिर उन्हें सुरक्षित रूप से आगे भेज दें। आप अपने अन्य लॉकर फ़ोल्डरों में उपयोग किए गए पासवर्ड को सहेजने के लिए अपने प्राथमिक लॉकर फ़ोल्डर में एक मास्टर पासवर्ड फ़ाइल बनाना चाह सकते हैं।
zh_hans: 您可以为与您交换机密信息的每个人或组创建单独的储物柜文件夹。 将此应用程序中的加密文件附加到电子邮件中，然后安全地来回发送。 您可能需要在主要储物柜文件夹中创建主密码文件，以保存其他储物柜文件夹中使用的密码。

# UMP_LockerReset_Msg03
source: Click following button to switch to different locker folder. Then enter same password used when folder was originally created.
es: Haga clic en el botón siguiente para cambiar a la carpeta del casillero diferente. A continuación, introduzca la misma contraseña utilizada cuando se creó la carpeta originalmente.
fr: Cliquez sur le bouton suivant pour passer à un autre dossier de casier. Puis entrez le même mot de passe utilisé lors de la création du dossier.
hi: विभिन्न लॉकर फ़ोल्डर में स्विच करने के लिए निम्न बटन क्लिक करें। फिर फ़ोल्डर को मूल रूप से बनाए जाने पर उसी पासवर्ड को दर्ज करें।
zh_hans: 单击以下按钮切换到不同的储物柜文件夹。 然后输入最初创建文件夹时使用的相同密码。

# MP_UnhandledException_Type
source: Exception type:
es: Tipo de excepción:
fr: Type d'exception :
hi: अपवाद प्रकार:
zh_hans: 异常类型:

# HP_ItemPathsNotProcessedSingle
source: item not processed
es: artículo no procesado
fr: article non traité
hi: आइटम संसाधित नहीं किया गया
zh_hans: 未处理的文件夹或文件

# SF_Success_Picker_Msg2
source: Click following button to use this folder. Click above button to select different folder.
es: Haga clic en el botón siguiente para utilizar esta carpeta. Haga clic en el botón de arriba para seleccionar la carpeta diferente.
fr: Cliquez sur le bouton suivant pour utiliser ce dossier. Cliquez ci-dessus bouton pour sélectionner différents dossier.
hi: इस फ़ोल्डर का उपयोग करने के लिए निम्न बटन क्लिक करें। विभिन्न फ़ोल्डर का चयन करने के लिए उपरोक्त बटन पर क्लिक करें।
zh_hans: 单击以下按钮以使用此文件夹。 单击上面的按钮以选择不同的文件夹。

# SF_Msg06
source: Selected folder becomes locker folder. Application will have read and write access to folders and files inside of selected folder.
es: La carpeta seleccionada se convierte en carpeta de casillero. La aplicación tendrá acceso de lectura y escritura a carpetas y archivos dentro de la carpeta seleccionada.
fr: Dossier sélectionné devient dossier de casier. L'application aura lu et écrit l'accès aux dossiers et aux fichiers à l'intérieur du dossier sélectionné.
hi: चयनित फ़ोल्डर लॉकर फ़ोल्डर बन जाता है। एप्लिकेशन को चयनित फ़ोल्डर के अंदर फ़ोल्डर्स और फ़ाइलों तक पहुंच पढ़ना और लिखना होगा।
zh_hans: 所选文件夹变为储物柜文件夹。 应用程序将对所选文件夹内的文件夹和文件具有读取和写入访问权限。

# UMP_AB_Msg09
source: Change locker password by decrypting all items in locker folder. Then reset locker folder. Select same folder but use new password. Items in folder will then be encrypted using new password.
es: Cambie la contraseña del casillero desencriptando todos los elementos en la carpeta del casillero. A continuación, restablezca la carpeta del casillero. Seleccione la misma carpeta pero utilice la nueva contraseña. Los elementos de la carpeta se encriptarán utilizando la nueva contraseña.
fr: Modifiez le mot de passe du casier en déchiffrant tous les éléments du dossier des casiers. Puis réinitialisez le dossier du casier. Sélectionnez le même dossier mais utilisez un nouveau mot de passe. Les éléments du dossier seront ensuite cryptés à l'aide du nouveau mot de passe.
hi: लॉकर फ़ोल्डर में सभी आइटम डिक्रिप्ट करके लॉकर पासवर्ड बदलें। फिर लॉकर फ़ोल्डर रीसेट करें। एक ही फ़ोल्डर का चयन करें लेकिन नया पासवर्ड इस्तेमाल करें। फ़ोल्डर में आइटम को नए पासवर्ड का उपयोग करके एन्क्रिप्ट किया जाएगा।
zh_hans: 通过解密储物柜文件夹中的所有项目来更改储物柜密码。 然后重置locker文件夹。 选择相同的文件夹，但使用新密码。 然后使用新密码加密文件夹中的项目。

# UMP_SP_Msg04
source: You can enter almost anything for password. Longer and complex passwords are much more resistant to hacking.
es: Puede ingresar casi cualquier cosa para la contraseña. Las contraseñas más largas y complejas son mucho más resistentes al pirateo.
fr: Vous pouvez entrer presque n'importe quoi pour mot de passe. Les mots de passe plus longs et complexes sont beaucoup plus résistants au piratage.
hi: आप पासवर्ड के लिए लगभग कुछ भी दर्ज कर सकते हैं। लंबे और जटिल पासवर्ड हैकिंग के लिए अधिक प्रतिरोधी हैं।
zh_hans: 您几乎可以输入任何密码。 更长和更复杂的密码更能抵御黑客攻击。

# HP_Timer
source: ({0:N2} seconds)
es: ({0:N2} segundos)
fr: ({0:N2} secondes)
hi: ({0:N2} सेकंड)
zh_hans: ({0:N2} 秒)

# HP_Error_Decrypt
source: Could not decrypt
es: No se pudo descifrar
fr: Impossible de déchiffrer
hi: डिक्रिप्ट नहीं कर सका
zh_hans: 无法解密

# HP_Error_Encrypt
source: Could not encrypt
es: No se pudo cifrar
fr: Impossible de chiffrer
hi: एन्क्रिप्ट नहीं कर सका
zh_hans: 无法加密

# A Comment
source: English = en-US In some following resources, use complete concatenated output string for translation. In those cases, fill variable names using FileABC and FolderXYZ. These cases are flagged in Comment column via 'Translate whole phrase.' Note: Right-to-Left languages such as Arabic and Hebrew will not translate well in this application since it uses concatenation extensively.
es: Spanish = es In some following resources, use complete concatenated output string for translation. In those cases, fill variable names using FileABC and FolderXYZ. These cases are flagged in Comment column via 'Translate whole phrase.' Note: Right-to-Left languages such as Arabic and Hebrew will not translate well in this application since it uses concatenation extensively.
fr: French = fr In some following resources, use complete concatenated output string for translation. In those cases, fill variable names using FileABC and FolderXYZ. These cases are flagged in Comment column via 'Translate whole phrase.' Note: Right-to-Left languages such as Arabic and Hebrew will not translate well in this application since it uses concatenation extensively.
hi: Hindi = hi In some following resources, use complete concatenated output string for translation. In those cases, fill variable names using FileABC and FolderXYZ. These cases are flagged in Comment column via 'Translate whole phrase.' Note: Right-to-Left languages such as Arabic and Hebrew will not translate well in this application since it uses concatenation extensively.
zh_hans: Chinese (Simplified) = zh-Hans In some following resources, use complete concatenated output string for translation. In those cases, fill variable names using FileABC and FolderXYZ. These cases are flagged in Comment column via 'Translate whole phrase.' Note: Right-to-Left languages such as Arabic and Hebrew will not translate well in this application since it uses concatenation extensively.

# HP_Error_DeleteSecure_ProcessFail
source: since secure delete process failed
es: ya que el proceso de eliminación segura falló
fr: depuis le processus de suppression sécurisé a échoué
hi: चूंकि सुरक्षित हटाने की प्रक्रिया विफल रही है
zh_hans: 因为安全删除过程失败了

# UMP_AB_Msg10
source: If you are crossing country borders authorities may ask you to decrypt any encrypted data on device or they may seize device. One solution to protect data is delete this application before crossing border and then reinstall application on other side of border. Data will remain on device and will appear as any ordinary folders and files. Data cannot be accessed if application is not installed. Also consider hiding this application by removing from Start Menu and Taskbar.
es: Si está cruzando las fronteras de los países, las autoridades pueden pedirle que descifre cualquier información cifrada en el dispositivo o pueden incautar el dispositivo. Una solución para proteger los datos es eliminar esta aplicación antes de cruzar el borde y luego reinstalar la aplicación en el otro lado del borde. Los datos permanecerán en el dispositivo y aparecerán como carpetas y archivos ordinarios. No se puede acceder a los datos si la aplicación no está instalada. También considere ocultar esta aplicación eliminando del menú Inicio y la barra de tareas.
fr: Si vous franchissez les frontières du pays, les autorités peuvent vous demander de déchiffrer les données chiffrées sur l'appareil ou saisir l'appareil. Une solution pour protéger les données est de supprimer cette application avant de traverser la frontière, puis de réinstaller l'application de l'autre côté de la frontière. Les données resteront sur l'appareil et apparaîtront comme tous les dossiers et fichiers ordinaires. Les données ne peuvent pas être consultées si l'application n'est pas installée. Envisagez également de cacher cette application en supprimant du menu Démarrer et de la barre des tâches.
hi: यदि आप देश सीमाओं को पार कर रहे हैं तो प्राधिकरण आपको डिवाइस पर किसी भी एन्क्रिप्टेड डेटा को डिक्रिप्ट करने के लिए कह सकते हैं या वे डिवाइस को जब्त कर सकते हैं। डेटा को सुरक्षित करने का एक समाधान सीमा पार करने से पहले इस एप्लिकेशन को हटा देता है और फिर सीमा के दूसरी तरफ एप्लिकेशन को पुनर्स्थापित करता है। डेटा डिवाइस पर रहेगा और किसी साधारण फ़ोल्डर और फ़ाइलों के रूप में दिखाई देगा। यदि एप्लिकेशन इंस्टॉल नहीं है तो डेटा तक पहुंचा नहीं जा सकता है। स्टार्ट मेनू और टास्कबार से हटाकर इस एप्लिकेशन को छिपाने पर भी विचार करें।
zh_hans: 如果您跨越国界,当局可能会要求您解密设备上的任何加密数据,否则可能会没收设备。 保护数据的一个解决方案是在跨越边界之前删除此应用程序,然后在边界的另一端重新安装应用程序。 数据将保留在设备上,并将显示为任何普通文件夹和文件。 如果未安装应用程序,则无法访问数据。 还应考虑通过从"开始"菜单和任务栏中删除来隐藏此应用程序。

# HP_Error_LockerNotFound
source: Could not find locker folder. Did you rename or move or delete locker folder while application was open? Exit application and start again to reset locker folder.
es: No se pudo encontrar la carpeta del armario. ¿Renombró, movió o eliminó la carpeta de casilleros mientras la aplicación estaba abierta? Salga de la aplicación y comience de nuevo para restablecer la carpeta de casilleros.
fr: Impossible de trouver le dossier de casier. Avez-vous renom, déplacer ou supprimer le dossier de casier pendant que l'application était ouverte? Exit l'application et recommencer pour réinitialer l'emplacement du dossier de casier.
hi: लॉकर फ़ोल्डर नहीं मिला। एप्लिकेशन खोलने के दौरान आपने लॉकर फ़ोल्डर का नाम बदल या स्थानांतरित या हटा दिया था? एप्लिकेशन से बाहर निकलें और लॉकर फ़ोल्डर को रीसेट करने के लिए फिर से शुरू करें।
zh_hans: 找不到储物柜文件夹。 在应用程序打开时，您是否重命名或移动或删除了更衣室文件夹？ 退出应用程序并再次启动以重置锁定文件夹。

# HP_PickFile_Encrypt
source: Select file to encrypt
es: Seleccionar archivo para cifrar
fr: Sélectionnez fichier à chiffrer
hi: एन्क्रिप्ट करने के लिए फ़ाइल का चयन करें
zh_hans: 选择要加密的文件

# HP_PickFolder_Decrypt
source: Select folder to decrypt
es: Seleccionar carpeta para descifrar
fr: Sélectionnez dossier à déchiffrer
hi: डीक्रिप्ट करने के लिए फ़ोल्डर चुनें
zh_hans: 选择要解密的文件夹

# ST_CboxItem_LanguageDevice
source: Device
es: Dispositivo
fr: Appareil
hi: डिवाइस
zh_hans: 装置

# ST_CboxItem_LanguageEN
source: English
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
zh_hans: 英语

# ST_CboxItem_LanguageES
source: Spanish
es: Español
fr: Espagnol
hi: स्पेनिश
zh_hans: 西班牙语

# ST_CboxLanguage_PlaceholderText
source: Select Language
es: Seleccione idioma
fr: Sélectionner une langue
hi: भाषा चुनिए
zh_hans: 选择语言

# ST_TblkLanguageMsg
source: Select application language. Application will close if selection is changed. Selected language will load next application start.
es: Seleccione el idioma de la aplicación. La aplicación se cerrará si se cambia la selección. El idioma seleccionado cargará el próximo inicio de la aplicación.
fr: Sélectionnez le langage de l'application. L'application se ferme si la sélection est modifiée. La langue sélectionnée chargera le prochain démarrage de l'application.
hi: एप्लिकेशन भाषा का चयन करें। यदि चयन बदला जाता है तो आवेदन बंद हो जाएगा। चयनित भाषा अगले एप्लिकेशन प्रारंभ को लोड करेगी।
zh_hans: 选择应用程序语言。 如果更改了选择,应用程序将关闭。 所选语言将加载下一个应用程序启动。

# EP_Error_LockdownActivated
source: Locker reset required since incorrect password entered five times.
es: Se requiere restablecer el casillero ya que la contraseña incorrecta se ingresó cinco veces.
fr: Réinitialisation du casier requise car le mot de passe incorrect a été entré cinq fois.
hi: लॉकर रीसेट की आवश्यकता है क्योंकि गलत पासवर्ड पांच बार दर्ज किया गया है।
zh_hans: 由于输入了五次不正确的密码,因此需要重置锁柜。

# HP_Error_FileLocked
source: since file is locked. Another application may be using file.
es: ya que el archivo está bloqueado Otra aplicación puede estar usando el archivo.
fr: depuis fichier est verrouillé. Une autre application utilise peut-être le fichier.
hi: चूंकि फ़ाइल अवरोधित है । अंय अनुप्रयोग फ़ाइल का उपयोग कर रहा हो सकता है ।
zh_hans: 因为文件被锁定了。 另一个应用可能是使用文件。

# HP_Error_FolderLocked
source: since folder is locked. Another application may be using a file in the folder.
es: ya que la carpeta está bloqueada Otra aplicación puede estar usando un archivo en la carpeta.
fr: depuis dossier est verrouillé. Une autre application utilise peut-être un fichier dans le dossier.
hi: चूंकि फ़ोल्डर लॉक है। एक और अनुप्रयोग फ़ोल्डर में एक फाइल का उपयोग कर सकता है।
zh_hans: 因为文件夹被锁定了。 另一个应用程序可能正在使用该文件夹中的文件。

# HP_PickFolder_Encrypt
source: Select folder to encrypt
es: Seleccionar carpeta para cifrar
fr: Sélectionnez dossier à chiffrer
hi: एन्क्रिप्ट करने के लिए फ़ोल्डर चुनें
zh_hans: 选择要加密的文件夹

# ST_ModeExitAppOff
source: Exit application mode is off
es: Modo salir aplicación está desactivado
fr: Mode application sortie est éteint
hi: बाहर निकलें अनुप्रयोग मोड बंद है
zh_hans: 退出应用程序模式已关闭

# ST_ModeExitAppOn
source: Exit application mode is on
es: Modo salir aplicación está activado
fr: Mode application sortie est allumé
hi: बाहर निकलें अनुप्रयोग मोड चालू है
zh_hans: 退出应用程序模式处于打开状态

# UMP_ToggleExitApp_Msg
source: Default setting for exit application mode is off. Application will not exit after locker folder is encrypted. Turn on exit application mode to exit application after locker folder is encrypted.
es: La configuración predeterminada para el modo de aplicación de salida está desactivada. La aplicación no saldrá después de que la carpeta del casillero esté encriptada. Activar salir del modo de aplicación para salir de la aplicación después de encriptar la carpeta del casillero.
fr: Le paramètre par défaut pour le mode d'application de sortie est éteint. L'application ne sortira pas après que le dossier de casier soit crypté. Activez le mode d'application de sortie pour sortir de l'application après que le dossier de casier soit crypté.
hi: बाहर निकलें अनुप्रयोग मोड के लिए डिफ़ॉल्ट सेटिंग बंद है । लॉकर फ़ोल्डर एंक्रिप्टेड है के बाद आवेदन बाहर नहीं होगा । लॉकर फ़ोल्डर एंक्रिप्टेड है के बाद आवेदन बाहर निकलने के लिए बाहर निकलें अनुप्रयोग मोड पर चालू करें ।
zh_hans: 退出应用程序模式的默认设置已关闭。 加密储物柜文件夹后,应用程序不会退出。打开退出应用程序模式,在储物柜文件夹加密后退出应用程序。

# ST_TogExitApp
source: Exit application mode
es: Modo salir aplicación
fr: Mode d'application sortie
hi: बाहर निकलें अनुप्रयोग मोड
zh_hans: 退出应用程序模式

# UMP_ButRateApp
source: Evaluate and review this application
es: Evaluar y revisar esta aplicación
fr: Évaluer et examiner cette application
hi: मूल्यांकन और इस आवेदन की समीक्षा
zh_hans: 评估和审核此应用程序

# ST_ApplicationReset_Title
source: Reset application settings?
es: Restablecer la configuración de la aplicación?
fr: Réinitialisez les paramètres d'application ?
hi: एप्लिकेशन सेटिंग्स रीसेट करें?
zh_hans: 重置应用程序设置?

# ST_ButAppReset
source: Reset Application
es: Restablecer aplicación
fr: Réinitialiser l'application
hi: एप्लिकेशन रीसेट करें
zh_hans: 重置应用程序

# ST_TblkAppResetMsg
source: Reset application to default settings.
es: Restablecer la aplicación a la configuración predeterminada.
fr: Réinitialisez l'application aux paramètres par défaut.
hi: एप्लिकेशन को डिफ़ॉल्ट सेटिंग्स में रीसेट करें।
zh_hans: 将应用程序重置为默认设置。

# ST_CboxItem_LanguageHI
source: Hindi
hi: हिंदी
zh_hans: 印地语

# SP_Error_Password_Match
source: Passwords do not match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
zh_hans: 密码不匹配。

# UMP_SP_Msg05
source: Must use same password used to encrypt folder if switching to an existing folder that is encrypted.
es: Debe usar la misma contraseña utilizada para cifrar la carpeta si cambia a una carpeta existente cifrada.
fr: Vous devez utiliser le même mot de passe que celui utilisé pour chiffrer le dossier si vous passez à un dossier existant chiffré.
hi: एन्क्रिप्ट किया गया है जो किसी मौजूदा फ़ोल्डर में स्विच कर रहा है, तो फ़ोल्डर एन्क्रिप्ट करने के लिए उपयोग किया गया एक ही पासवर्ड का उपयोग करना चाहिए।
zh_hans: 如果切换到加密的现有文件夹，则必须使用用于加密文件夹的相同密码。

# HP_ButPurchaseApp
source: Purchase application
es: Solicitud de compra
fr: Acheter l'application
hi: खरीद आवेदन
zh_hans: 购买应用程序
